Repository: JustAIGithub/yoddChatGPT
Catalog: YoddChatGpt/*.lproj/Localizable.strings
Languages: fr, it

source: 🤖 Bip bop ask me anything
fr: 🤖 Bip bop demande moi n'importe quoi
it: 🤖 Bip bop chiedimi qualcosa

source: Are you sure?
fr: Êtes vous sûr ?
it: Sei sicuro?

source: Ask me something...
fr: Demande moi quelque chose...
it: Chiedimi qualcosa...

source: Can you give me a lorem ipsum?
fr: Pouvez-vous me donner un lorem ipsum ?
it: Puoi scrivermi un Lorem Ipsum?

source: Change accent color
fr: Changer la couleur accent
it: Cambia colore dell'app

source: Change API token
fr: Changer le token API
it: Cambia token API

source: Change model type
fr: Changer le type de modèle
it: Cambia modello

source: ChatGPT is the same API of the web version. It uses the ChatGPTSwift library and most importantly it can remember the conversation.
fr: ChatGPT est la même API de la version Web. Il utilise la bibliothèque ChatGPTSwift et surtout, il peut se souvenir de la conversation.
it: ChatGPT è la stessa API della versione web. Usa la libreria ChatGPTSwift e ricorda le conversazioni.

source: ChatGPT library
fr: Bibliothèque ChatGPT
it: Libreria ChatGPT

source: Continue
fr: Continuer
it: Continua

source: Copy
fr: Copier
it: Copia

source: Delete
fr: Supprimer
it: Elimina

source: Delete all messages
fr: Supprimer tous les messages
it: Cancella tutti i messaggi

source: Delete all messages?
fr: Supprimer tous les messages ?
it: Eliminare tutti i messaggi?

source: Delete all unsaved messages?
fr: Supprimer tous les messages non sauvegardés ?
it: Cancellare tutti i messaggi non salvati?

source: Done
fr: Terminé

source: Download
fr: Télécharger

source: Free and open-source mobile app using the OpenAISwift framework based on OpenAI's famous artificial intelligence.
fr: Application mobile gratuite et open-source utilisant le framework OpenAISwift basé sur la célèbre intelligence artificielle d'OpenAI.
it: Applicazione gratis e open source che utilizza la libreria OpenAISwift basata sulla famosa intelligenza artificiale di OpenAI

source: Get API token
fr: Obtenir le token API
it: Prendi token API

source: Get the API token
fr: Obtenir le jeton API
it: Prendi token API

source: Hello bot, how are you?
fr: Bonjour robot, comment vas-tu ?
it: Ciao bot, come stai?

source: I'm fine, what about you?
fr: Ça va, et toi?
it: Io sto bene, e tu?

source: Library
fr: Bibliothèque
it: Libreria

source: Listen
fr: Écouter
it: Ascolta

source: OpenAISwift library
fr: Bibliothèque OpenAISwift
it: Libreria OpenAISwift

source: Other
fr: Autre
it: Altro

source: Paste your token here
fr: Coller votre token ici
it: Incolla il tuo token qui

source: Rate the app
fr: Évaluer l'app
it: Vota l'app

source: Save
fr: Enregistrer
it: Salva

source: Saved messages
fr: Messages enregistrés
it: Messaggi salvati

source: Settings
fr: Réglages
it: Impostazioni

source: Show model type stamp
fr: Afficher le tampon du type de modèle
it: Mostra il modello

source: Theme
fr: Thème
it: Tema

source: This app was not made by OpeanAI. This is an independent and completely free project that connects to OpenAI's public API. The app is not affiliated with OpenAI in any way, and if OpenAI would like to request closure of the project they could contact me.
fr: Cette application n'a pas été créée par OpeanAI. Il s'agit d'un projet indépendant et entièrement gratuit qui se connecte à l'API publique d'OpenAI. L'application n'est en aucun cas affiliée à OpenAI, et si OpenAI souhaite demander la clôture du projet, ils peuvent me contacter.
it: Quest'app non è stata fatta da OpeanAI. Questo è un progetto indipendente e completamente gratuito che si collega alle API pubbliche di OpenAI. L'applicazione non è in alcun modo affiliata ad OpenAI e se quest'ultima volesse chiedere la chiusura del progetto potrebbe contattarmi.

source: To use the app, you must generate a token to access the OpenAI API.
fr: Pour utiliser l'application, vous devez générer un token pour accéder à l'API OpenAI.
it: Per usare quest'app devi generare un token per accedere all'API di OpenAI

source: Unsave
fr: Annuler l'enregistrement
it: Rimuovi

source: You cannot undo this action
fr: Vous ne pouvez pas annuler cette action
it: Quest'azione è irreversibile

source: 🤖 No saved messages
fr: 🤖 Pas de message enregistré

source: By continuing, you confirm that you have read and accept the disclaimer
fr: En continuant, vous confirmez avoir lu et acceptez la clause de non-responsabilité

source: API Token
it: Token API
